{

	"classes": [
	    {
			"type_name": "帕梅拉",
			"type_id": "帕梅拉"
		},
		{
			"type_name": "健身",
			"type_id": "健身"
		},
		{
			"type_name": "太极拳",
			"type_id": "太极拳"
		},
        {
			"type_name": "广场舞",
			"type_id": "广场舞"
		},
		{
			"type_name": "舞蹈",
			"type_id": "舞蹈"
		},
        {
			"type_name": "美食",
			"type_id": "美食超清"
		},
		{
			"type_name": "食谱",
			"type_id": "食谱"
		},
		{
			"type_name": "体育",
			"type_id": "体育超清"
		},
		{
			"type_name": "球星",
			"type_id": "球星"
		},
		{
			"type_name": "旅游",
			"type_id": "旅游"
		},
		{
			"type_name": "风景",
			"type_id": "风景4K"
		},
		{
			"type_name": "说案",
			"type_id": "说案"
		},
		{
			"type_name": "知名UP主",
			"type_id": "知名UP主"
		},
		{
			"type_name": "探索发现",
			"type_id": "探索发现超清"
		},
		{
			"type_name": "纪录片",
			"type_id": "纪录片超清"
		},
		{
			"type_name": "鬼畜",
			"type_id": "鬼畜"
		},
		{
			"type_name": "搞笑",
			"type_id": "搞笑"
		},
		{
			"type_name": "儿童",
			"type_id": "儿童"
		},
		{
			"type_name": "动物世界",
			"type_id": "动物世界"
		},
		{
			"type_name": "相声小品",
			"type_id": "相声小品超清"
		},
		{
			"type_name": "戏曲",
			"type_id": "戏曲"
		},
		{
			"type_name": "解说",
			"type_id": "解说"
		},

		{
			"type_name": "演讲",
			"type_id": "演讲"
		},
		{
			"type_name": "小姐姐",
			"type_id": "小姐姐超清"
		},
		{
			"type_name": "荒野求生",
			"type_id": "荒野求生超清"
		},
		{
			"type_name": "音乐",
			"type_id": "音乐"
		},
		{
			"type_name": "歌曲",
			"type_id": "歌曲"
		},
		{
			"type_name": "MV",
			"type_id": "MV4K"
		},
		{
			"type_name": "舞曲",
			"type_id": "舞曲超清"
		},
		{
			"type_name": "4K",
			"type_id": "4K"
		},
		{
			"type_name": "电影",
			"type_id": "电影"
		},
		{
			"type_name": "电视剧",
			"type_id": "电视剧"
		},
		{
			"type_name": "白噪音",
			"type_id": "白噪音超清"
		},
		{
			"type_name": "考公考证",
			"type_id": "考公考证"
		},

		{
			"type_name": "平面设计教学",
			"type_id": "平面设计教学"
		},
		{
			"type_name": "软件教程",
			"type_id": "软件教程"
		},
		{
			"type_name": "Windows",
			"type_id": "Windows"
		}

	],

  "cookie": "innersign=0; buvid3=2E536ADC-CD6D-46AB-A9FF-904395151EE369713infoc; b_nut=1669016569; i-wanna-go-back=-1; b_ut=7; _uuid=761F7F106-C575-884D-6C10A-92BC10A10D10FBC68934infoc; buvid4=5B25B999-AE15-E09A-A0CC-3661981B71BF70255-122112115-JOyWSaNZfI2kZmT1KYmcQA%3D%3D; fingerprint=6d9ef93c89a567d22b6a9c4104e6cc50; buvid_fp_plain=undefined; buvid_fp=6d9ef93c89a567d22b6a9c4104e6cc50; SESSDATA=2d6f63c8%2C1684568607%2C19eb6%2Ab1; bili_jct=21d538b01566c26afc81ff68c2ac7dca; DedeUserID=3493083203242585; DedeUserID__ckMd5=7b86f3894ed7f8c0; sid=ng0uyvaz; b_lsid=97FB69A2_1869DE8E2C5; bg_view_44176=720227",
  
	"filter": {
		"考公考证": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"探索发现超清": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"电影": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"鬼畜": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"说案": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "说案"
					},
					{
						"n": "汤圆",
						"v": "汤圆说案"
					},
					{
						"n": "唐唐",
						"v": "唐唐说案"
					},
					{
						"n": "罗翔",
						"v": "罗翔说刑法"
					},
					{
						"n": "何家弘",
						"v": "何家弘说案"
					},
					{
						"n": "韩诺",
						"v": "韩诺说案"
					},
					{
						"n": "老V",
						"v": "老V说案"
					},
					{
						"n": "禁播档案‼️",
						"v": "禁播档案"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"演讲": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "全部演讲4K"
					},
					{
						"n": "A艾跃进",
						"v": "艾跃进演讲4K"
					},
					{
						"n": "C超级演说家",
						"v": "超级演说家4K"
					},
					{
						"n": "D电影",
						"v": "电影演讲4K"
					},
					{
						"n": "D典籍里的中国",
						"v": "典籍里的中国4K"
					},
					{
						"n": "G感动中国",
						"v": "感动中国4K"
					},
					{
						"n": "G郭继承",
						"v": "郭继承演讲4K"
					},
					{
						"n": "H华春莹",
						"v": "华春莹演讲4K"
					},
					{
						"n": "L雷军",
						"v": "雷军演讲4K"
					},
					{
						"n": "L罗翔",
						"v": "罗翔演讲4K"
					},
					{
						"n": "R任正非",
						"v": "任正非演讲4K"
					},
					{
						"n": "TED",
						"v": "TED演讲4K"
					},
					{
						"n": "W汪文斌",
						"v": "汪文斌演讲4K"
					},
					{
						"n": "Y一刻",
						"v": "一刻演讲4K"
					},
					{
						"n": "Z赵立坚",
						"v": "赵立坚演讲4K"
					},
					{
						"n": "Z郑强",
						"v": "郑强演讲4K"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"解说": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "解说"
					},
					{
						"n": "电影",
						"v": "电影解说"
					},
					{
						"n": "电视",
						"v": "电视解说"
					},
					{
						"n": "历史",
						"v": "历史解说"
					},
					{
						"n": "动漫",
						"v": "动漫解说"
					},
					{
						"n": "小说",
						"v": "小说解说"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"风景4K": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "风景4K"
					},
					{
						"n": "A澳门",
						"v": "澳门风景4K"
					},
					{
						"n": "A安徽",
						"v": "安徽风景4K"
					},
					{
						"n": "B布达拉宫",
						"v": "布达拉宫风景4K"
					},
					{
						"n": "B北京",
						"v": "北京风景4K"
					},
					{
						"n": "C重庆",
						"v": "重庆风景4K"
					},
					{
						"n": "C草原",
						"v": "草原风景4K"
					},
					{
						"n": "D大海",
						"v": "大海风景4K"
					},
					{
						"n": "F福建",
						"v": "福建风景4K"
					},
					{
						"n": "G广东",
						"v": "广东风景4K"
					},
					{
						"n": "G广西",
						"v": "广西风景4K"
					},
					{
						"n": "G贵州",
						"v": "贵州风景4K"
					},
					{
						"n": "G甘肃",
						"v": "甘肃风景4K"
					},
					{
						"n": "H海南",
						"v": "海南风景4K"
					},
					{
						"n": "H河北",
						"v": "河北风景4K"
					},
					{
						"n": "H河南",
						"v": "河南风景4K"
					},
					{
						"n": "H湖北",
						"v": "湖北风景4K"
					},
					{
						"n": "H湖南",
						"v": "湖南风景4K"
					},
					{
						"n": "H黑龙江",
						"v": "黑龙江风景4K"
					},
					{
						"n": "J吉林",
						"v": "吉林风景4K"
					},
					{
						"n": "J江苏",
						"v": "江苏风景4K"
					},
					{
						"n": "J江西",
						"v": "江西风景4K"
					},
					{
						"n": "L辽宁",
						"v": "辽宁风景4K"
					},
					{
						"n": "M民宿",
						"v": "民宿风景4K"
					},
					{
						"n": "N内蒙古",
						"v": "内蒙古风景4K"
					},
					{
						"n": "N宁夏",
						"v": "宁夏风景4K"
					},
					{
						"n": "Q青海",
						"v": "青海风景4K"
					},
					{
						"n": "S上海",
						"v": "上海风景4K"
					},
					{
						"n": "S陕西",
						"v": "陕西风景4K"
					},
					{
						"n": "S四川",
						"v": "四川风景4K"
					},
					{
						"n": "S山西",
						"v": "山西风景4K"
					},
					{
						"n": "S山东",
						"v": "山东风景4K"
					},
					{
						"n": "T天津",
						"v": "天津风景4K"
					},
					{
						"n": "T台湾",
						"v": "台湾风景4K"
					},
					{
						"n": "T天空",
						"v": "天空风景4K"
					},
					{
						"n": "X西湖",
						"v": "西湖风景4K"
					},
					{
						"n": "X西藏",
						"v": "西藏风景4K"
					},
					{
						"n": "X新疆",
						"v": "新疆风景4K"
					},
					{
						"n": "X香港",
						"v": "香港风景4K"
					},
					{
						"n": "Y云南",
						"v": "云南风景4K"
					},
					{
						"n": "Z浙江",
						"v": "浙江风景4K"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"MV4K": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "MV4K"
					},
					{
						"n": "A阿杜",
						"v": "阿杜MV4K"
					},
					{
						"n": "A阿黛尔",
						"v": "阿黛尔MV4K"
					},
					{
						"n": "BBeyond",
						"v": "BeyondMV4K"
					},
					{
						"n": "BBy2",
						"v": "By2MV4K"
					},
					{
						"n": "BBIGBANG",
						"v": "BIGBANGMV4K"
					},
					{
						"n": "B布兰妮",
						"v": "布兰妮MV4K"
					},
					{
						"n": "C陈奕迅",
						"v": "陈奕迅MV4K"
					},
					{
						"n": "C蔡依林",
						"v": "蔡依林MV4K"
					},
					{
						"n": "C初音未来",
						"v": "初音未来MV4K"
					},
					{
						"n": "C蔡健雅",
						"v": "蔡健雅MV4K"
					},
					{
						"n": "C陈小春",
						"v": "陈小春MV4K"
					},
					{
						"n": "C草蜢",
						"v": "草蜢MV4K"
					},
					{
						"n": "C陈慧娴",
						"v": "陈慧娴MV4K"
					},
					{
						"n": "C崔健",
						"v": "崔健MV4K"
					},
					{
						"n": "C仓木麻衣",
						"v": "仓木麻衣MV4K"
					},
					{
						"n": "D戴荃",
						"v": "戴荃MV4K"
					},
					{
						"n": "D动力火车",
						"v": "动力火车MV4K"
					},
					{
						"n": "D邓丽君",
						"v": "邓丽君MV4K"
					},
					{
						"n": "D丁当",
						"v": "丁当MV4K"
					},
					{
						"n": "D刀郎",
						"v": "刀郎MV4K"
					},
					{
						"n": "D邓紫棋",
						"v": "邓紫棋MV4K"
					},
					{
						"n": "D戴佩妮",
						"v": "戴佩妮MV4K"
					},
					{
						"n": "D邓丽君",
						"v": "邓丽君MV4K"
					},
					{
						"n": "F飞儿乐队",
						"v": "飞儿乐队MV4K"
					},
					{
						"n": "F费玉清",
						"v": "费玉清MV4K"
					},
					{
						"n": "F费翔",
						"v": "费翔MV4K"
					},
					{
						"n": "F方大同",
						"v": "方大同MV4K"
					},
					{
						"n": "F房东的猫",
						"v": "房东的猫MV4K"
					},
					{
						"n": "F凤飞飞",
						"v": "凤飞飞MV4K"
					},
					{
						"n": "F凤凰传奇",
						"v": "凤凰传奇MV4K"
					},
					{
						"n": "G古风歌曲",
						"v": "古风歌曲4K"
					},
					{
						"n": "G国乐大典",
						"v": "国乐大典4K"
					},
					{
						"n": "G郭采洁",
						"v": "郭采洁MV4K"
					},
					{
						"n": "G光良",
						"v": "光良MV4K"
					},
					{
						"n": "G郭静",
						"v": "郭静MV4K"
					},
					{
						"n": "G郭富城",
						"v": "郭富城MV4K"
					},
					{
						"n": "H胡彦斌",
						"v": "胡彦斌MV4K"
					},
					{
						"n": "H胡夏",
						"v": "胡夏MV4K"
					},
					{
						"n": "H韩红",
						"v": "韩红MV4K"
					},
					{
						"n": "H黄品源",
						"v": "黄品源MV4K"
					},
					{
						"n": "H黄小琥",
						"v": "黄小琥MV4K"
					},
					{
						"n": "H花儿乐队",
						"v": "花儿乐队MV4K"
					},
					{
						"n": "H黄家强",
						"v": "黄家强MV4K"
					},
					{
						"n": "H后街男孩",
						"v": "后街男孩MV4K"
					},
					{
						"n": "J经典老歌",
						"v": "经典老歌4K"
					},
					{
						"n": "J贾斯丁比伯",
						"v": "贾斯丁比伯MV4K"
					},
					{
						"n": "J金池",
						"v": "金池MV4K"
					},
					{
						"n": "J金志文",
						"v": "金志文MV4K"
					},
					{
						"n": "J焦迈奇",
						"v": "焦迈奇MV4K"
					},
					{
						"n": "K筷子兄弟",
						"v": "筷子兄弟MV4K"
					},
					{
						"n": "L李玟",
						"v": "李玟MV4K"
					},
					{
						"n": "L林忆莲",
						"v": "林忆莲MV4K"
					},
					{
						"n": "L李克勤",
						"v": "李克勤MV4K"
					},
					{
						"n": "L刘宪华",
						"v": "刘宪华MV4K"
					},
					{
						"n": "L李圣杰",
						"v": "李圣杰MV4K"
					},
					{
						"n": "L林宥嘉",
						"v": "林宥嘉MV4K"
					},
					{
						"n": "L梁静茹",
						"v": "梁静茹MV4K"
					},
					{
						"n": "L李健",
						"v": "李健MV4K"
					},
					{
						"n": "L林俊杰",
						"v": "林俊杰MV4K"
					},
					{
						"n": "L李玉刚",
						"v": "李玉刚MV4K"
					},
					{
						"n": "L林志炫",
						"v": "林志炫MV4K"
					},
					{
						"n": "L李荣浩",
						"v": "李荣浩MV4K"
					},
					{
						"n": "L李宇春",
						"v": "李宇春MV4K"
					},
					{
						"n": "L洛天依",
						"v": "洛天依MV4K"
					},
					{
						"n": "L林子祥",
						"v": "林子祥MV4K"
					},
					{
						"n": "L李宗盛",
						"v": "李宗盛MV4K"
					},
					{
						"n": "L黎明",
						"v": "黎明MV4K"
					},
					{
						"n": "L刘德华",
						"v": "刘德华MV4K"
					},
					{
						"n": "L罗大佑",
						"v": "罗大佑MV4K"
					},
					{
						"n": "L林肯公园",
						"v": "林肯公园MV4K"
					},
					{
						"n": "LLadyGaga",
						"v": "LadyGagaMV4K"
					},
					{
						"n": "L旅行团乐队",
						"v": "旅行团乐队MV4K"
					},
					{
						"n": "M莫文蔚",
						"v": "莫文蔚MV4K"
					},
					{
						"n": "M毛不易",
						"v": "毛不易MV4K"
					},
					{
						"n": "M梅艳芳",
						"v": "梅艳芳MV4K"
					},
					{
						"n": "M迈克尔杰克逊",
						"v": "迈克尔杰克逊MV4K"
					},
					{
						"n": "N南拳妈妈",
						"v": "南拳妈妈MV4K"
					},
					{
						"n": "P朴树",
						"v": "朴树MV4K"
					},
					{
						"n": "Q齐秦",
						"v": "齐秦MV4K"
					},
					{
						"n": "Q青鸟飞鱼",
						"v": "青鸟飞鱼MV4K"
					},
					{
						"n": "R容祖儿",
						"v": "容祖儿MV4K"
					},
					{
						"n": "R热歌",
						"v": "热歌MV4K"
					},
					{
						"n": "R任贤齐",
						"v": "任贤齐MV4K"
					},
					{
						"n": "S水木年华",
						"v": "水木年华MV4K"
					},
					{
						"n": "S孙燕姿",
						"v": "孙燕姿MV4K"
					},
					{
						"n": "S苏打绿",
						"v": "苏打绿MV4K"
					},
					{
						"n": "SSHE",
						"v": "SHEMV4K"
					},
					{
						"n": "S孙楠",
						"v": "孙楠MV4K"
					},
					{
						"n": "T陶喆",
						"v": "陶喆MV4K"
					},
					{
						"n": "T谭咏麟",
						"v": "谭咏麟MV4K"
					},
					{
						"n": "T田馥甄",
						"v": "田馥甄MV4K"
					},
					{
						"n": "T谭维维",
						"v": "谭维维MV4K"
					},
					{
						"n": "T逃跑计划",
						"v": "逃跑计划MV4K"
					},
					{
						"n": "T田震",
						"v": "田震MV4K"
					},
					{
						"n": "T谭晶",
						"v": "谭晶MV4K"
					},
					{
						"n": "T屠洪刚",
						"v": "屠洪刚MV4K"
					},
					{
						"n": "T泰勒·斯威夫特",
						"v": "泰勒·斯威夫特MV4K"
					},
					{
						"n": "W王力宏",
						"v": "王力宏MV4K"
					},
					{
						"n": "W王杰",
						"v": "王杰MV4K"
					},
					{
						"n": "W吴克群",
						"v": "吴克群MV4K"
					},
					{
						"n": "W王心凌",
						"v": "王心凌MV4K"
					},
					{
						"n": "W汪峰",
						"v": "汪峰MV4K"
					},
					{
						"n": "W伍佰",
						"v": "伍佰MV4K"
					},
					{
						"n": "W王菲",
						"v": "王菲MV4K"
					},
					{
						"n": "W五月天",
						"v": "五月天MV4K"
					},
					{
						"n": "W汪苏泷",
						"v": "汪苏泷MV4K"
					},
					{
						"n": "X徐佳莹",
						"v": "徐佳莹MV4K"
					},
					{
						"n": "X弦子",
						"v": "弦子MV4K"
					},
					{
						"n": "X萧亚轩",
						"v": "萧亚轩MV4K"
					},
					{
						"n": "X许巍",
						"v": "许巍MV4K"
					},
					{
						"n": "X薛之谦",
						"v": "薛之谦MV4K"
					},
					{
						"n": "X许嵩",
						"v": "许嵩MV4K"
					},
					{
						"n": "X小虎队",
						"v": "小虎队MV4K"
					},
					{
						"n": "X萧敬腾",
						"v": "萧敬腾MV4K"
					},
					{
						"n": "X谢霆锋",
						"v": "谢霆锋MV4K"
					},
					{
						"n": "X徐小凤",
						"v": "徐小凤MV4K"
					},
					{
						"n": "X信乐队",
						"v": "信乐队MV4K"
					},
					{
						"n": "Y夜愿乐队",
						"v": "夜愿乐队MV4K"
					},
					{
						"n": "Y原创音乐",
						"v": "原创音乐MV4K"
					},
					{
						"n": "Y羽泉",
						"v": "羽泉MV4K"
					},
					{
						"n": "Y粤语",
						"v": "粤语MV4K"
					},
					{
						"n": "Y郁可唯",
						"v": "郁可唯MV4K"
					},
					{
						"n": "Y叶倩文",
						"v": "叶倩文MV4K"
					},
					{
						"n": "Y杨坤",
						"v": "杨坤MV4K"
					},
					{
						"n": "Y庾澄庆",
						"v": "庾澄庆MV4K"
					},
					{
						"n": "Y尤长靖",
						"v": "尤长靖MV4K"
					},
					{
						"n": "Y易烊千玺",
						"v": "易烊千玺MV4K"
					},
					{
						"n": "Y袁娅维",
						"v": "袁娅维MV4K"
					},
					{
						"n": "Y杨丞琳",
						"v": "杨丞琳MV4K"
					},
					{
						"n": "Y杨千嬅",
						"v": "杨千嬅MV4K"
					},
					{
						"n": "Y杨宗纬",
						"v": "杨宗纬MV4K"
					},
					{
						"n": "Z周杰伦",
						"v": "周杰伦MV4K"
					},
					{
						"n": "Z张学友",
						"v": "张学友MV4K"
					},
					{
						"n": "Z张信哲",
						"v": "张信哲MV4K"
					},
					{
						"n": "Z张宇",
						"v": "张宇MV4K"
					},
					{
						"n": "Z周华健",
						"v": "周华健MV4K"
					},
					{
						"n": "Z张韶涵",
						"v": "张韶涵MV4K"
					},
					{
						"n": "Z周深",
						"v": "周深MV4K"
					},
					{
						"n": "Z纵贯线",
						"v": "纵贯线MV4K"
					},
					{
						"n": "Z赵雷",
						"v": "赵雷MV4K"
					},
					{
						"n": "Z周传雄",
						"v": "周传雄MV4K"
					},
					{
						"n": "Z张国荣",
						"v": "张国荣MV4K"
					},
					{
						"n": "Z周慧敏",
						"v": "周慧敏MV4K"
					},
					{
						"n": "Z张惠妹",
						"v": "张惠妹MV4K"
					},
					{
						"n": "Z周笔畅",
						"v": "周笔畅MV4K"
					},
					{
						"n": "Z郑中基",
						"v": "郑中基MV4K"
					},
					{
						"n": "Z张艺兴",
						"v": "张艺兴MV4K"
					},
					{
						"n": "Z张震岳",
						"v": "张震岳MV4K"
					},
					{
						"n": "Z中国好声音",
						"v": "中国好声音MV4K"
					},
					{
						"n": "Z张雨生",
						"v": "张雨生MV4K"
					},
					{
						"n": "Z郑智化",
						"v": "郑智化MV4K"
					},
					{
						"n": "Z卓依婷",
						"v": "卓依婷MV4K"
					},
					{
						"n": "Z中岛美雪",
						"v": "中岛美雪MV4K"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],

		"帕梅拉": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "帕梅拉"
					},
					{
						"n": "瘦腿",
						"v": "帕梅拉瘦腿"
					},
					{
						"n": "腹部",
						"v": "帕梅拉腹部"
					},
					{
						"n": "手臂",
						"v": "帕梅拉手臂"
					},
					{
						"n": "热身",
						"v": "帕梅拉热身"
					},
					{
						"n": "舞蹈",
						"v": "帕梅拉舞蹈"
					},
					{
						"n": "燃脂",
						"v": "帕梅拉燃脂"
					},
					{
						"n": "有氧",
						"v": "帕梅拉有氧"
					},
					{
						"n": "拉伸",
						"v": "帕梅拉拉伸"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],

		"知名UP主": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "知名UP主"
					},
					{
						"n": "菠萝赛东",
						"v": "菠萝赛东"
					},
					{
						"n": "冯提莫",
						"v": "冯提莫"
					},
					{
						"n": "林延秋",
						"v": "林延秋"
					},
					{
						"n": "-LKs-",
						"v": "-LKs-"
					},
					{
						"n": "小约翰可汗",
						"v": "小约翰可汗"
					},
					{
						"n": "low馆长",
						"v": "low馆长"
					},
					{
						"n": "自说自话的总裁",
						"v": "自说自话的总裁"
					},
					{
						"n": "所长林超",
						"v": "所长林超"
					},
					{
						"n": "世界未解之谜M",
						"v": "世界未解之谜M"
					},
					{
						"n": "李永乐老师官方",
						"v": "李永乐老师官方"
					},
					{
						"n": "罗兹",
						"v": "罗兹"
					},
					{
						"n": "回到2049",
						"v": "回到2049"
					},
					{
						"n": "二次元的中科院物理所",
						"v": "二次元的中科院物理所"
					},
					{
						"n": "毕导THU",
						"v": "毕导THU"
					},
					{
						"n": "罗翔讲刑法",
						"v": "罗翔讲刑法"
					},
					{
						"n": "戴博士实验室",
						"v": "戴博士实验室"
					},
					{
						"n": "芳斯塔芙",
						"v": "芳斯塔芙"
					},
					{
						"n": "参赛者网",
						"v": "参赛者网"
					},
					{
						"n": "三维地图看世界",
						"v": "三维地图看世界"
					},
					{
						"n": "有机社会",
						"v": "有机社会"
					},
					{
						"n": "乌鸦校尉CaptainWuya",
						"v": "乌鸦校尉CaptainWuya"
					},
					{
						"n": "果壳",
						"v": "果壳"
					},
					{
						"n": "严伯钧",
						"v": "严伯钧"
					},
					{
						"n": "是你们的康康",
						"v": "是你们的康康"
					},
					{
						"n": "老爸评测",
						"v": "老爸评测"
					},
					{
						"n": "硬核的半佛仙人",
						"v": "硬核的半佛仙人"
					},
					{
						"n": "盗月社食遇记",
						"v": "盗月社食遇记"
					},
					{
						"n": "我是郭杰瑞",
						"v": "我是郭杰瑞"
					},
					{
						"n": "无穷小亮的科普日常",
						"v": "无穷小亮的科普日常"
					},
					{
						"n": "papi酱",
						"v": "papi酱"
					},
					{
						"n": "老番茄",
						"v": "老番茄"
					},
					{
						"n": "绵羊料理",
						"v": "绵羊料理"
					},
					{
						"n": "老师好我叫何同学",
						"v": "老师好我叫何同学"
					},
					{
						"n": "敬汉卿",
						"v": "敬汉卿"
					},
					{
						"n": "周六野Zoey",
						"v": "周六野Zoey"
					},
					{
						"n": "木鱼水心",
						"v": "木鱼水心"
					},
					{
						"n": "凉风Kaze",
						"v": "凉风Kaze"
					},
					{
						"n": "小潮院长",
						"v": "小潮院长"
					},
					{
						"n": "中国BOY超级大猩猩",
						"v": "中国BOY超级大猩猩"
					},
					{
						"n": "李子柒",
						"v": "李子柒"
					},
					{
						"n": "敖厂长",
						"v": "敖厂长"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"太极拳": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "太极拳"
					},
					{
						"n": "邱慧芳",
						"v": "太极拳邱慧芳"
					},
					{
						"n": "陈氏",
						"v": "太极拳陈氏"
					},
					{
						"n": "武当",
						"v": "太极拳武当"
					},
					{
						"n": "二十四式",
						"v": "太极拳二十四式"
					},
					{
						"n": "三十六式",
						"v": "太极拳三十六式"
					},
					{
						"n": "五禽戏",
						"v": "五禽戏"
					},
					{
						"n": "八段锦",
						"v": "八段锦"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"舞蹈": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
						"n": "最新发布",
						"v": "pubdate"
					},
					{
						"n": "最多弹幕",
						"v": "dm"
					},
					{
						"n": "最多收藏",
						"v": "stow"
					}
				]
			},
			{
				"key": "tid",
				"name": "分类",
				"value": [{
						"n": "全部",
						"v": "舞蹈"
					},
					{
						"n": "宅舞",
						"v": "宅舞"
					},
					{
						"n": "街舞",
						"v": "街舞"
					},
					{
						"n": "中国舞",
						"v": "中国舞"
					},
					{
						"n": "广场舞",
						"v": "广场舞"
					},
					{
						"n": "交谊舞",
						"v": "交谊舞"
					},
					{
						"n": "教程",
						"v": "舞蹈教程"
					}
				]
			},
			{
				"key": "duration",
				"name": "时长",
				"value": [{
						"n": "全部",
						"v": "0"
					},
					{
						"n": "60分钟以上",
						"v": "4"
					},
					{
						"n": "30~60分钟",
						"v": "3"
					},
					{
						"n": "10~30分钟",
						"v": "2"
					},
					{
						"n": "10分钟以下",
						"v": "1"
					}
				]
			}
		],
		"音乐": [{
				"key": "order",
				"name": "排序",
				"value": [{
						"n": "综合排序",
						"v": "0"
					},
					{
						"n": "最多点击",
						"v": "click"
					},
					{
					